* STARTED Review twenty six
* Lesson 47
** DONE Review<2017-02-12 Sun 13:07>99.6%
   CLOSED: [2017-02-12 Sun 13:24]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-02-12 Sun 13:24]
   CLOCK: [2017-02-12 Sun 13:07]--[2017-02-12 Sun 13:24] =>  0:17
   :END:
** DONE Review<2017-02-17 Fri 05:34>98%
   CLOSED: [2017-02-17 Fri 05:51]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-02-17 Fri 05:51]
   CLOCK: [2017-02-17 Fri 05:34]--[2017-02-17 Fri 05:51] =>  0:17
   :END:
** DONE Review<2017-02-15 Wed 21:36>98.7%
   CLOSED: [2017-02-15 Wed 21:52]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-02-15 Wed 21:52]
   CLOCK: [2017-02-15 Wed 21:36]--[2017-02-15 Wed 21:52] =>  0:16
   :END:
* Lesson 50
** DONE Review<2017-02-13 Mon 12:59>98.6%
   CLOSED: [2017-02-13 Mon 13:22]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-02-13 Mon 13:22]
   CLOCK: [2017-02-13 Mon 12:59]--[2017-02-13 Mon 13:22] =>  0:23
   :END:
** DONE Review<2017-02-17 Fri 06:38>98.6%
   CLOSED: [2017-02-17 Fri 07:00]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-02-17 Fri 07:00]
   CLOCK: [2017-02-17 Fri 06:38]--[2017-02-17 Fri 07:00] =>  0:22
   :END:
* Lesson 45
** DONE Review<2017-02-14 Tue 14:45>97.8%
   CLOSED: [2017-02-14 Tue 15:06]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-02-14 Tue 15:06]
   CLOCK: [2017-02-14 Tue 14:45]--[2017-02-14 Tue 15:06] =>  0:21
   :END:
** DONE Review<2017-02-17 Fri 04:35>97.1%
   CLOSED: [2017-02-17 Fri 04:53]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-02-17 Fri 04:53]
   CLOCK: [2017-02-17 Fri 04:35]--[2017-02-17 Fri 04:53] =>  0:18
   :END:
* Lesson 46
** DONE Review<2017-02-14 Tue 15:07>97.5%
   CLOSED: [2017-02-14 Tue 15:39]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-02-14 Tue 15:39]
   CLOCK: [2017-02-14 Tue 15:07]--[2017-02-14 Tue 15:39] =>  0:32
   :END:
** DONE Review<2017-02-17 Fri 04:54>98.2%
   CLOSED: [2017-02-17 Fri 05:16]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-02-17 Fri 05:16]
   CLOCK: [2017-02-17 Fri 04:54]--[2017-02-17 Fri 05:16] =>  0:22
   :END:
* Lesson 48
** DONE Review<2017-02-17 Fri 05:51>99%
   CLOSED: [2017-02-17 Fri 06:10]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-02-17 Fri 06:10]
   CLOCK: [2017-02-17 Fri 05:51]--[2017-02-17 Fri 06:10] =>  0:19
   :END:
* Lesson 49
** DONE Review<2017-02-17 Fri 06:20>98.7%
   CLOSED: [2017-02-17 Fri 06:37]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-02-17 Fri 06:37]
   CLOCK: [2017-02-17 Fri 06:20]--[2017-02-17 Fri 06:37] =>  0:17
   :END:
* Lesson 34
** DONE Review<2017-02-25 Sat 13:31>97.3%
   CLOSED: [2017-02-25 Sat 14:04]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-02-25 Sat 14:04]
   CLOCK: [2017-02-25 Sat 13:31]--[2017-02-25 Sat 14:04] =>  0:33
   :END:
* Lesson 33
** DONE Review<2017-02-25 Sat 19:25>97.9%
   CLOSED: [2017-02-25 Sat 19:58]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-02-25 Sat 19:58]
   CLOCK: [2017-02-25 Sat 19:24]--[2017-02-25 Sat 19:58] =>  0:34
   :END:
